Repository: tizenorg/apps.core.preloaded.quickpanel
Catalog: po/*.po
Languages: uz

# IDS_QP_BODY_NOTIFICATIONS_ABB2
source: Notifications
uz: Bildirishnoma

# IDS_CALL_POP_CALLING_EMERG_ONLY
source: Emergency calls only
uz: Faqat favqulodda qo‘ng‘iroqlar

# IDS_QP_BUTTON_ROTATION
source: Rotation
uz: Aylant.

# IDS_QP_BODY_NOTIFICATIONS_HPD
source: Notifications (%d)
uz: Eslatmalar (%d)

# IDS_QP_BUTTON_VIBRATION
source: Vibration
uz: Vibrats

# IDS_QP_BUTTON2_SOUND_N_VIBRATION
source: Sound & vibration
uz: Ovoz & vibratsiya

# IDS_QP_TAB4_AUTO_ROTATION
source: Auto rotation
uz: Avto. aylantirish

# IDS_QP_BUTTON2_ROTATION_LOCK
source: Rotation lock
uz: Aylantirish bloki

# IDS_QP_BODY_MASS_STORAGE_MODE
source: Mass storage mode
uz: Katta hajmli xot. rejimi

# IDS_QP_BUTTON_DISABLE
source: Disable
uz: O‘chirish

# IDS_QP_BUTTON_ENABLE
source: Enable
uz: Yoqish

# IDS_COM_POP_UNSUPPORTED
source: Unsupported
uz: Qo‘llab-quvvatlanmaydigan

# IDS_COM_POP_PELASE_INSERT_SIM_CARD_TO_ACCESS_NETWORK_SERVICES
source: Insert SIM card to access network services
uz: Tarmoq xizmatlariga kirish uchun SIM-karta kiriting

# IDS_COM_BODY_DO_NOT_ASK_AGAIN
source: Do not ask again
uz: Boshqa so‘ralmasin

# IDS_QP_POP_INSERT_SIM_CARD_AND_RESTART_DEVICE_TO_USE_TETHERING
source: Insert SIM card and restart device to use tethering
uz: Bog‘lanishdan foydalanish uchun, SIM-kartani kiriting va qurilmani qayta ishga tushiring

# IDS_QP_POP_CONNECTING_VIA_PACKET_DATA_MAY_INCUR_ADDITIONAL_CHARGES_CONTINUE_Q
source: Connecting via packet data may incur additional charges. Continue?
uz: Paketli ma’lumot orqali ulanish uchun qo‘shimcha to‘lov olinishi mumkin. Davom ettirilsinmi?

# IDS_QP_BODY_AUTO
source: Auto
uz: Avtomatik

# IDS_QP_TAB_POWER_SAVING
source: Power saving
uz: Quvvat tejash

# IDS_QP_TAB_TETHERING
source: Tethering
uz: Bog‘lash

# IDS_QP_TAB_DRIVING_MODE
source: Driving mode
uz: Mashina rejimi

# IDS_COM_POP_UNABLE_TO_CONNECT_TO_MOBILE_NETWORK_WHILE_FLIGHT_MODE_IS_ENABLED_MSG
source: Unable to connect to mobile network while Flight mode is enabled. Connect to Wi-Fi network instead, or disable Flight mode and try again
uz: Uchish rejimi yoqilganda, mobil tarmoqlarga ulanib bo‘lmaydi. Uning o‘rniga Wi-Fi tarmoqqa ulaning yoki Uchish rejimini yoqing va qayta urinib ko‘ring

source: Wi-Fi tethering consumes more battery power and increases your data usage. Continue?
uz: Wi-Fi bog‘lanish ko‘proq batareya quvvatini sarflaydi va ma’lumot ishlatilishini oshiradi. Davom ettirilsinmi?

# IDS_QP_POP_DISABLE_TETHERING_TO_USE_WI_FI
source: Disable tethering to use Wi-Fi
uz: Wi-Fidan foydalanish uchun bog‘lanishni o‘chiring

# IDS_QP_POP_TO_ENABLE_POWER_SAVING_MODE_ENABLE_AT_LEAST_ONE_RELEVANT_FUNCTION
source: To enable Power saving mode, enable at least one relevant function
uz: Quvvat tejash rejimini yoqish uchun kamida bitta mos funksiyani yoqing

# IDS_QP_POP_TURN_OFF_WI_FI_TO_USE_TETHERING
source: Turn off Wi-Fi to use tethering
uz: Bog‘lanishdan foydalanish uchun Wi-Fini o‘chiring

source: Both Wi-Fi and Mobile AP cannot be activated at the same time. Deactivate Mobile AP?
uz: Bir vaqtning o‘zida Wi-Fi va Mobile APni faollashtirib bo‘lmaydi. Mobile AP o‘chirilsinmi?
